<template>
	<div class="rule-container">
		<div class="rule-title">
			<p>필수 이용약관</p>
			<p2>예약 시, 약관에 동의한 것으로 간주합니다.</p2>
		</div>
		<div class="rule-area">
			<div class="rules">
				<p>펫브리즈 이용약관</p>
				<div class="rule">
					<p>제1조 목적
이 약관(이하 "약관"이라고 합니다)은 네이버 주식회사(이하 "회사"라고 합니다)가 제공하는 “서비스”의 이용과 관련하여 회사와 회원과의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.
제2조 정의
"약관"에서 사용하는 용어의 정의는 아래와 같습니다.
<br>
① "서비스"라 함은 "회원"과 "회원"이 제공하는 상품 또는 용역 등(이하 "상품 등"이라고 합니다)의 “이용자” 및 "사업자예약고객" 간 예약거래 및 매매거래 등을 중개하는 서비스를 의미합니다.
<br>
② "회원"이라 함은 "약관"에 따라 "회사"와 이용계약을 체결하고 "회사"가 제공하는 "서비스"를 이용하여 “이용자”에게 “상품 등”을 제공하는 고객을 의미하며, 아래 각 호와 같이 구분됩니다. 사업주회원과 기타회원을 통칭하는 경우 "회원"으로 칭합니다.
<br>
1. 사업주회원: 자신이 제공하는 "상품 등"의 예약거래 및 매매거래 등을 위해 "서비스"를 이용하는 이용고객
<br>
2. 기타회원: 사업주회원의 "서비스" 이용을 대행 또는 지원하기 위해 "서비스"를 이용하는 이용고객
<br>
③ "네이버 예약 파트너센터"라 함은 "회원"이 "서비스"의 이용과 관련된 신청, 관리 등을 할 수 있도록 "회사"가 제공하는 웹사이트를 의미합니다.
<br>
④ "회원계정"이라 함은 "회원"이 "서비스"를 이용할 수 있도록 "회사"가 "회원"에게 부여하는 권한단위를 의미하며, 아래 각 호와 같이 구분됩니다. 사업주회원계정과 기타회원계정을 통칭하는 경우 "회원계정"으로 칭합니다.
<br>
1. 사업주회원계정: 사업주회원에게 부여하는 식별정보
<br>
2. 기타회원계정: 기타회원에게 부여하는 식별정보
<br>
⑤ "아이디(ID)"라 함은 "회원"을 식별하고 "회원"이 "서비스"를 이용하도록 하기 위해 "회원"이 정하고 "회사"가 승인하는 문자와 숫자의 조합을 의미합니다.
<br>
⑥ "비밀번호"라 함은 고객이 이미 부여된 "아이디(ID)"로 식별되는 "회원"임을 확인하고 "회원"의 "서비스" 이용 등과 관련된 비밀을 보호하기 위해 "회원"이 정한 문자 또는 숫자의 조합을 의미합니다.
<br>
⑦ "권한설정"이라 함은 "회원"이 지정한 다른 "회원"에게 해당 "회원"의 "회원계정"에의 접근 및 관리 권한의 일부 또는 전부를 위탁하는 것을 의미합니다.
<br>
⑧ "예약•주문솔루션"(이하 "솔루션"이라고 합니다)이라 함은 "회원"이 "서비스"를 이용하여 제작한 “이용자”의 예약이나 주문 등을 받을 수 있는 도구 등의 산출물을 의미합니다.
<br>
⑨ "게시정보"라 함은 "회원"이 "솔루션" 상에 기재, 게시한 부호ㆍ문자ㆍ이미지 등의 정보 및 링크 등을 의미하며, 아래 각호와 같이 구분됩니다.
<br>
1. 업체정보: "회원"이 제공하는 "상품 등"을 공급하는 업체에 관한 정보
<br>
2. 상품정보: 업체정보에 등록한 업체가 제공하는 개별 “상품 등”에 관한 정보
<br>
⑩ “이용자”라 함은 "회원"이 제공하는 "상품 등"을 이용하기 위하여 "서비스" 또는 네이버의 제휴서비스를 통하여 주문이나 예약신청을 하는 네이버회원 또는 네이버의 제휴서비스 이용자를 의미합니다.
<br>
⑪ "관리자예약(주문)"이란, "회원"이 “이용자” 또는 "사업자예약고객"으로부터 직접 예약 또는 주문을 접수받아 "솔루션"을 통해 예약 또는 주문을 생성하는 것을 동의받고 "예약이용회원"에 준하여 관리하는 것을 의미합니다.
<br>
⑫ "사업자예약(주문)고객"이란 "네이버 예약 서비스”에 가입하지 않은 자 중 "회원"이 예약 또는 주문을 직접 접수받아 “관리자예약(주문)”을 생성함에 동의한 자를 의미합니다.
<br>
⑬ "약관"에서 사용하는 용어 중 본 조 제1항 내지 제12항에서 정하지 아니한 것은 관련 법령 및 일반적인 상관례에 따릅니다.
<br>
제3조 약관의 게시와 개정
<br>
① "회사"는 "약관"의 내용을 "회원"이 쉽게 알 수 있도록 "네이버 예약 파트너센터" 초기 화면 또는 연결 화면을 통하여 게시합니다.
<br>
② "회사"는 필요한 경우 관련 법령을 위배하지 않는 범위 내에서 "약관"을 개정할 수 있습니다.
<br>
③ "회사"는 "약관"을 개정할 경우 개정내용과 적용일자를 명시하여 제13조에 따른 방법으로 적용일자 7일 전부터 적용일자 전일까지 통지합니다. 다만, "회원"에게 불리하게 개정되는 경우에는 적용일자 30일 전부터 적용일자까지 공지하고, "회원"이 기재한 전자우편주소 또는 “네이버 예약 파트너센터” 로그인 시 노출되는 팝업 창 등의 전자적 수단을 통해 별도로 통지합니다.
<br>
④ "회사"가 전항에 따라 "약관"의 개정을 공지하면서 "회원"에게 적용일자 전일까지 이의 제기 등 거부의 의사표시를 하지 않으면 동의의 의사표시가 표명된 것으로 본다는 뜻을 명확하게 고지했거나 제13조에 따른 방법으로 통지하였음에도 "회원"이 명시적으로 거부의 의사표시를 하지 않은 경우 "회원"이 개정되는 "약관"에 동의한 것으로 봅니다.
<br>
⑤ "회원"은 "약관"의 개정에 동의하지 않을 경우 적용일자 전일까지 "회사"에 거부의사를 표시하고 "회원" 탈퇴를 할 수 있습니다.
<br>
제4조 회원가입
<br>
① "회원" 가입은 "서비스"를 이용하고자 하는 자(이하 "가입신청자"라고 합니다)가 네이버 서비스 아이디 또는 “회사”가 인정하는 다른 서비스의 아이디로 로그인 한 후 "약관"의 내용에 동의를 한 다음 "회사"가 정한 절차에 따라 가입신청을 하면, "회사"가 이러한 신청에 대하여 승낙함으로써 체결됩니다.
<br>
② "회사"는 "가입신청자"의 가입신청에 대하여 아래 각 호의 사유가 있는 경우에는 승낙을 하지 않을 수 있으며, 회원가입 이후에라도 아래 각 호의 사유가 확인될 경우에는 제19조에 따라 "회원" 자격 박탈 조치를 할 수 있습니다.
<br>
1. "가입신청자"가 "약관"에 의하여 이전에 "회원"자격을 상실한 적이 있는 경우
<br>
2. "가입신청자"가 "약관"에 의하여 "서비스" 이용정지를 받고 있던 중에 "회원" 탈퇴를 한 적이 있는 경우
<br>
3. 실명이 아닌 명의 또는 타인의 명의를 기재한 경우
<br>
4. 허위의 정보를 기재 또는 제공하거나, "회사"가 제시하는 내용을 기재하지 않은 경우
<br>
5. "가입신청자"가 14세 미만의 아동인 경우
<br>
6. "가입신청자"가 사업자가 아닌 경우
<br>
7. "가입신청자"의 귀책사유로 인하여 승낙이 불가능하거나 기타 "약관"에서 규정한 제반 사항을 위반하여 신청하는 경우
<br>
③ 제1항에 따른 신청에 있어 "회사"는 "회원"의 종류에 따라 전문기관을 통한 실명확인 및 본인인증을 "가입신청자"에게 요청할 수 있습니다.
<br>
④ "회원" 가입의 성립 시기는 "회사"가 가입완료를 신청절차 상에서 표시하거나, 제13조에 따른 통지가 "가입신청자"에게 도달한 시점으로 합니다.
<br>
제5조 회원정보 등의 변경
<br>
① "회원"은 회원정보 관리화면을 통하여 언제든지 본인의 회원정보를 열람할 수 있으며, "네이버 예약 파트너센터"또는 네이버 예약 고객센터를 통해 수정을 신청할 수 있습니다.
<br>
② "회원"은 회원가입신청 시 기재한 사항이 변경되었을 경우, 회원정보 관리화면을 통하여 수정을 하거나 전화, 전자우편 기타 방법으로 "회사"에 대하여 그 변경사항을 알려야 합니다.
<br>
③ "회원"이 제2항을 위반하여 변경사항을 "회사"에 알리지 않아 발생한 불이익에 대해서 "회사"는 책임지지 않습니다.
<br>
제6조 회원계정 관리의무 등
<br>
① "회원"의 "아이디(ID)"와 "비밀번호"에 관한 관리책임은 "회원"에게 있으며, "회원"은 이를 제3자가 이용하도록 하여서는 안 됩니다.
<br>
② "회원"은 자신의 "아이디" 및 "비밀번호"가 도용되었거나 "권한설정"을 통해 권한을 위탁한 "회원" 이외의 제3자에 의해 "회원계정"이 사용되고 있음을 인지한 경우 이를 즉시 "회사"에 통지하고 "회사"의 안내에 따라야 합니다.
<br>
③ "회사"는 "회원"의 "아이디" 등 개인정보의 유출 우려가 있는 경우, 해당 "회원계정"의 이용을 제한할 수 있으며, 이러한 경우 제13조에 따른 방법으로 "회원"에게 통지합니다.
<br>
④ "회원"이 제1항의 의무를 위반하거나 제2항에 따라 "회사"에 그 사실을 통지하지 않거나, 통지한 경우라도 "회사"의 안내에 따르지 않아 발생한 불이익에 대해서 "회사"는 책임지지 않습니다.
<br>
제 7조 권한설정
<br>
① “회원”은 “권한설정”을 통해 다른 “회원”에게 자신의 “회원계정”에의 접근 및 관리 권한의 일부 또는 전부를 위임할 수 있습니다. "권한설정"과 관련된 세부 사항은 운영정책에서 정합니다.
<br>
② 권한을 위탁한 "회원"의 "회원계정"에서의 권한을 위탁받은 "회원"의 행위는 모두 권한을 위탁한 “회원”의 행위로 인정됩니다.
<br>
제8조 회사의 개인정보 보호의무
<br>
"회사"는 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「개인정보보호법」 등 관련 법령이 정하는 바에 따라 "회원"의 개인정보를 보호하기 위해 노력합니다. 개인정보의 보호 및 이용에 대해서는 관련 법령 및 "회사"의 개인정보처리방침이 적용됩니다. 다만, "회사"의 공식 사이트 이외의 링크된 사이트에서는 "회사"의 개인정보처리방침이 적용되지 않습니다.
<br>
개인정보보호정책
<br>
제9조 서비스 이용계약 체결
<br>
① "서비스" 이용계약은 "회원"이 "회사"가 정한 절차에 따라 "서비스" 이용을 신청하고 "회사"가 이를 승낙함으로써 체결되며, "회사"는 구체적인 신청절차 및 승낙조건 등에 관하여 "네이버 예약 파트너센터"을 통해 안내할 수 있습니다.
<br>
② "회사"는 "서비스"관련 설비의 여유가 없거나, 기술상 또는 업무상 장애가 있는 경우에는 승낙을 유보할 수 있습니다.
<br>
③ 제2항에 따라 "서비스" 이용의 승낙을 하지 아니하거나 유보한 경우, "회사"는 원칙적으로 이를 제13조에 따른 방법으로 "회원"에게 통지합니다.
<br>
④ 이용계약의 성립 시기는 "회사"가 승낙조건 등을 확인하여 계약체결을 "서비스" 이용계약 체결절차 상에서 표시하거나 제13조에 따른 방법으로 통지하여 "회원"에게 도달한 시점으로 합니다.
<br>
⑤ "회사"가 본 조에 따라 "서비스" 이용 신청을 승낙한 것이 "회원"이 생성한 "솔루션" 또는 해당 "솔루션" 내 "게시정보" 또는 해당 "솔루션"이 중개하는 "회원"의 서비스가 관련 법령을 위반하지 않는다거나 "약관"이나 서비스 운영정책, 이용안내 등에 적합함을 보증하거나 보장하는 것은 아니며, 승낙 이후에라도 "솔루션" 또는 해당 "솔루션"내 "게시정보" 또는 해당 "솔루션"이 중개하는 "회원"의 서비스가 관련 법령 또는 "약관"이나 서비스 운영정책, 이용안내 등에 위반하는 것이 확인될 경우 "회사"는 제19조에 따라 "서비스" 이용계약을 해지할 수 있습니다.
<br>
제 10 조 서비스의 제공 등
<br>
① "회사"가 제공하는 "서비스"는 원칙적으로 무료입니다. 다만, "회사"는 장래 시장상황의 변화, 정부 규제, "회사" 정책 등에 따라 "서비스"의 중대한 변경이 불가피한 경우 "서비스"를 "유료"로 전환할 수 있습니다. 또한 "서비스"에 별도의 유료서비스를 추가 또는 제공할 수 있으며 이 경우 "회사"는 제13조에 따른 방법으로 "회원"에게 통지합니다.
<br>
② "회사"는 "회원"에게 아래와 같은 "서비스"를 제공합니다.
<br>
1. "회원"이 제공하는 “상품 등”의 거래를 위한 솔루션 및 관리시스템의 제공
<br>
2. 필요 시 결제를 위한 "네이버페이 서비스" 연계
<br>
3. "회원"이 제작한 "솔루션"을 "회사"가 정하는 특정 영역 및 매체 등에의 노출 연계
<br>
4. 기타 "회원" 또는 "회원"의 "서비스" 이용 관리 등을 위한 제반 서비스
<br>
③ "회사"는 원칙적으로 제9조에 따라서 이용신청을 승낙한 때로부터 "서비스"를 연중무휴로 1일 24시간 제공합니다. 다만, "회사"의 기술상 또는 업무상의 장애로 인하여 "서비스"를 즉시 개시하지 못하는 경우 "회사"는 제13조에 따른 방법으로 "회원"에게 통지합니다.
<br>
제11조 서비스의 변경
<br>
① "회사"는 안정적인 "서비스" 제공을 위하여 "서비스"의 내용, 운영상 또는 기술상 사항 등을 변경할 수 있습니다.
<br>
② "회사"는 "서비스" 중요사항을 변경할 경우 변경내용과 적용일자를 명시하여 제13조에 따른 방법으로 사전에 통지합니다. 이때, "회원"의 권리나 의무 및 "서비스"이용과 관련되는 실질적인 사항을 변경할 경우 적용일자 7일 전부터 통지하며, "회원"에게 불리한 변경일 경우엔 적용일자 30일 전부터 통지합니다.
<br>
③ "회원"은 "서비스" 변경에 동의하지 않을 경우 "회사"에 거부의사를 표시하고 "회원" 탈퇴를 할 수 있습니다.
<br>
④ "회사"는 본 조 제1항에 따른 "서비스" 변경에 대하여 관련 법령에 특별한 규정이 없는 한 "회원"에게 별도로 보상하지 않습니다.
<br>
제12조 서비스의 중단
<br>
① "회사"는 다음 각 호에 해당하는 경우 "서비스"의 일부 또는 전부의 제공을 일시적으로 중단할 수 있습니다.
<br>
1. 설비의 보수 등을 위하여 부득이한 경우
<br>
2. 전기통신사업법에 규정된 기간통신사업자가 전기통신서비스를 중지하는 경우
<br>
3. 국가비상사태, 정전, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 정상적인 서비스 제공에 지장이 있는 경우
<br>
4. 기타 회사가 서비스를 제공할 수 없는 위 제1호 내지 제3호에 준하는 사유가 발생한 경우
<br>
② "회사"는 "회원"이 "회사"가 제공하는 통상적인 수준의 트래픽, 용량 등을 과도하게 초과하여 "회사"의 정상적인 "서비스" 제공에 지장이 있는 경우, "회원"에 대한 "서비스 "제공을 일시적으로 중단할 수 있으며, "회원"이 "서비스"의 중단 사유를 해소하는 경우에는 서비스 운영정책에 정하는 바에 따라 "서비스" 제공을 재개합니다.
<br>
③ "회사"는 "서비스" 제공을 일시적으로 중단할 경우 중단사유와 중단기간을 명시하여 제13조에 따른 방법으로 사전에 통지합니다. 다만, "회사"가 사전에 통지할 수 없는 부득이한 사유가 있는 경우엔 사후에 통지할 수 있습니다.
<br>
④ "회사"는 본 조 제1항, 제2항에 따른 "서비스" 제공 중단으로 발생한 "회원"의 손해에 대하여 고의 또는 중과실이 없는 한 책임을 지지 않습니다.
<br>
제13조 회원에 대한 통지
<br>
① "회사"가 "회원"에 대하여 통지를 하는 경우 "약관"에 별도의 규정이 없는 한 "회원"이 제공한 전자우편주소, (휴대)전화번호, 주소 등으로 할 수 있습니다.
<br>
② "회사"는 "회원" 전체에 대하여 통지를 하는 경우 "네이버 예약 파트너센터" 초기화면 또는 게시판에 게시함으로써 전항의 통지에 갈음할 수 있습니다. 다만, "회원"의 "서비스" 이용에 중대한 영향을 주는 사항에 대해서는 전항의 통지 수단 중 2개 이상의 방법으로 통지합니다.
<br>
③ "회원"은 "회사"에 실제로 연락이 가능한 전자우편, (휴대)전화번호, 주소 등의 정보를 제공하고 해당 정보들을 최신으로 유지하여야 하며, "회사"의 통지를 확인하여야 합니다.
<br>
④ "회원"은 전항의 의무를 소홀히 하여 통지를 받지 못하여 발생한 불이익에 대해서는 보호받지 못합니다.
<br>
제14조 회사의 권리와 의무
<br>
① "회사"는 관련 법령과 "약관"을 준수하며, 계속적이고 안정적으로 "서비스"를 제공하기 위하여 최선을 다하여 노력합니다.
<br>
② "회사"는 "서비스" 이용과 관련하여 "회원"으로부터 제기된 의견이나 불만이 정당하다고 인정될 경우 이를 처리하여야 하며, 제13조에 따른 방법으로 "회원"에게 처리과정 및 결과를 전달할 수 있습니다.
<br>
③ "회사"는 "회원"의 신원정보 확인을 위해 "회사"가 정한 일정한 범위의 정보 및 관련 서류의 제출을 요청할 수 있으며, 관련 법령에 따라 권한 있는 기관 등으로부터 요청을 받는 경우 해당 정보를 제공할 수 있습니다.
<br>
④ “회사”는 “회원”이 "서비스" 이용을 통해 제작한 "솔루션" 및 "솔루션" 내 "게시정보" 등이 관련 법령, “약관” 또는 “회사”의 운영정책을 위반하였다고 판단할 정당하고 합리적인 사유가 있거나, 관련기관으로부터 요청이 있는 경우 “회원”에 대한 사전 통보 없이 이를 삭제하는 등 필요한 조치를 취할 수 있습니다.
제15조 회원의 의무 및 보증
<br>
① "회원"은 관련 법령, "약관", 서비스 운영정책, 이용안내 및 "회사"가 "서비스" 이용과 관련하여 통지한 사항 등을 준수하여야 하며, 기타 "회사"의 업무에 방해되는 행위를 하여서는 안됩니다.
<br>
② “회원”은 “서비스”의 이용을 통하여 이루어지는 거래에 관한 일체의 사항(“상품 등”의 품질, 안전성, 적법성 및 권리 비침해성, “게시정보”의 정확성 및 적법성, 거래 관련 의무의 적법한 이행 등을 포함하며 이에 한정되지 않습니다)에 대하여 책임 및 위험을 직접 부담하여야 합니다.
<br>
③ "회원"은 “서비스”를 통해 이루어지는 거래에 관한 취소 및 환불 관련 규정을 정하여 “회원”의 예약 및 주문 화면에 게시할 수 있습니다. 단, 이러한 취소 및 환불 규정은 전자상거래등에서의 소비자보호에 관한 법률 등 관련 법령에 위반되지 아니하여야 합니다.
<br>
④ "회원"은 "서비스"를 이용하는 과정에서 취득한 “이용자” 및 “사업자예약(주문)고객”의 개인정보 및 예약 정보 등 일체의 정보를 당해 거래의 이행에 필요한 목적 이외에 다른 용도로 사용하여서는 안됩니다.
<br>
⑤ “회원”은 “사업자예약(주문)고객”의 “관리자예약(주문)” 생성시 개인정보의 수집 및 제공과 관련해 법령에서 요구하는 내용을 모두 고지하고 필요한 동의를 모두 취득하여 개인정보보호법 및 “회사”의 개인정보보호정책을 준수하였음을 보장하여야 합니다.
<br>
⑥ "회원"은 "서비스"를 이용하는 과정에서 취득한 “이용자” 및 “사업자예약고객”의 개인정보 및 예약 정보 등 일체의 정보를 “이용자” 및 "사업자예약고객"의 사전 승낙 없이 "권한설정"을 통해 권한을 위탁하거나 위탁받은 다른 "회원" 이외의 제3자에게 제공, 공개 또는 누설하여서는 안됩니다.
<br>
⑦ "회원"은 제3항의 “이용자”에 관한 정보 외에도 "서비스"를 이용하는 과정에서 취득한 "회사"의 영업비밀 등 기밀정보를 "회사"의 사전 승낙 없이 "권한설정"을 통해 권한을 위탁하거나 위탁받은 다른 "회원" 이외의 제3자에게 제공, 공개 또는 누설하여서는 안됩니다.
<br>
⑧ "회원"은 "서비스" 이용과 관련하여 다음 각 호의 행위를 하여서는 아니 됩니다.
<br>
1. 다른 "회원"의 "아이디(ID)"를 부정 사용하는 행위
<br>
2. 범죄행위를 목적으로 하거나 기타 범죄행위와 관련된 행위
<br>
3. 선량한 풍속, 기타 사회질서를 해하는 행위
<br>
4. 타인의 명예를 훼손하거나 모욕하는 행위
<br>
5. 타인의 지적재산권 등의 권리를 침해하는 행위
<br>
6. 동의 받지 않은 타인에 대한 개인정보를 수집 또는 저장하는 행위
<br>
7. 해킹행위 또는 컴퓨터바이러스의 유포행위
<br>
8. 타인의 의사에 반하여 광고성 정보 등 일정한 내용을 지속적으로 전송하는 행위
<br>
9. "서비스"의 안정적인 운영에 지장을 주거나 줄 우려가 있는 일체의 행위
<br>
("회사"의 서버 및 설비 등에 부하를 야기하는 행위 등)
<br>
10. 기타 관련 법령에 위배되는 행위
<br>
11. "서비스"를 본래의 목적에 어긋나게 사용하는 행위
<br>
12. 기타 "회사"가 "서비스" 운영상 부적절하다고 판단하는 행위
<br>
⑨ "회원"은 자신의 "아이디(ID)"를 "서비스"를 이용하기 위한 용도로만 사용하여야 하며, 이를 타인에게 대여 또는 양도하거나 타인의 "아이디(ID)"를 대여 또는 양도받아서는 안됩니다.
<br>
⑩ "회원"은 "회사"가 본 조의 위반여부 등을 확인하기 위해 관련자료의 제공 및 소명 등을 요청하는 경우 이에 성실히 임해야 합니다.
<br>
⑪ "회원"은 "서비스"를 이용하여 생성한 자료 등을 백업하여 보관할 의무가 있습니다. "회사"는 "서비스" 이용계약 종료 이후에는 물론이고 계약 기간 중에도 해당 데이터의 보관 및 제공에 관한 의무를 부담하지 않으며, 데이터 관리 의무를 게을리 하여 발생하는 손해는 "회원" 본인이 부담하여야 합니다.
<br>
⑫ "회원"이 "회사"의 귀책 없이 "약관" 또는 관련 법령을 위반하여 제3자가 "회사"를 상대로 민•형사상 등의 문제를 제기하는 경우 "회원"은 “회사”를 면책시키고 해당 문제를 해결하기 위해 적극 협조하여야 하며, 이와 관련하여 "회사"에 손해가 발생한 경우 손해를 배상합니다.
제16조 정보의 제공 및 방법
<br>
① "회사"는 "회원"이 "서비스" 이용 중 필요하다고 인정되는 다양한 정보를 공지사항이나 전자우편 등의 방법으로 "회원"에게 제공할 수 있습니다. 제1항의 정보를 전화 및 모사전송기기에 의하여 전송하려고 하는 경우에는 "회원"의 사전 동의를 받아서 전송합니다. 다만, "회원"의 "서비스" 이용 관련 정보 및 고객문의 등에 대한 회신에 있어서는 제외됩니다.
<br>
② 다만, "회원"은 관련 법령에 따른 "회원"의 "서비스" 이용 관련 정보 정보 및 고객문의 등에 대한 답변 등을 제외하고는 언제든지 전자우편에 대해서 수신 거절을 할 수 있습니다.
제17조 저작권의 귀속
<br>
① "회원"이 "서비스" 이용을 통해 제작한 "솔루션" 및 "솔루션" 내 "게시정보"의 저작권은 각각의 저작자에게 귀속되며, "서비스"에 대한 저작권 및 지적재산권은 "회사"에 귀속됩니다.
<br>
② "회원"이 "서비스" 이용을 통해 제작한 "솔루션" 및 "솔루션" 내 "게시정보"는 "회사"가 제공하는 “서비스” 및 관련 프로모션 등에 노출될 수 있으며, “회사”는 “서비스”의 이용 활성화를 위하여 “회사”와 계약을 체결한 제휴사로 하여금 “솔루션” 및 “솔루션” 내 “게시정보”를 제휴서비스 하에 노출하도록 할 수 있습니다. 해당 노출을 위해 필요한 범위 내에서는 일부 수정, 복제, 편집되어 게시될 수 있습니다.
<br>
③ "회사"는 제2항 이외의 방법으로 "회원"의 "솔루션" 및 "솔루션" 내 "게시정보"를 이용하고자 하는 경우에는 제13조에 따른 방법으로 "회원"에게 사전에 통지하여 동의를 얻어야 합니다.
제18조 회원탈퇴 및 이용계약 해지 등
<br>
① "회원"은 언제든지 "네이버 예약 파트너센터" 또는 네이버 예약 고객센터를 통하여 제9조에 따라 체결된 "서비스"이용계약의 해지, "회원" 탈퇴 신청을 할 수 있으며, "회사"는 관련 법령이 정하는 바에 따라 이를 즉시 처리하여야 합니다.
<br>
② "회원" 탈퇴가 완료되는 경우, "회사"는 관련 법령 및 개인정보처리방침에 따라 보유하는 "회원"의 정보를 제외한 모든 정보 및 "회원계정"에 등록된 예약 생성 정보 및 “이용자”("사업자예약(주문)고객" 포함) 정보 일체 등을 삭제합니다.
<br>
③ "회원" 탈퇴 이후 서비스 운영정책에서 정하는 바에 따라 탈퇴한 "회원"의 정보로 다시 가입하는 것이 제한될 수 있습니다.
제19조 이용제한 및 해제
<br>
① "회사"는 "회원"이 관련 법령, "약관" 또는 서비스 운영정책 등을 위반하는 경우 제9조에 따라 체결된 "서비스" 이용계약의 이행중단 또는 해지, "서비스" 이용정지, "회원" 자격 박탈 등(이하 "이용제한"이라 합니다)의 조치를 취할 수 있습니다. "이용제한"의 구체적인 기준 등에 대해서는 운영정책에서 정합니다.
<br>
② "회사"는 법원의 판결 이전이라도 아래 각 호의 사유가 있는 경우에는 그 사유를 고려하여 "이용제한"을 할 수 있습니다.
<br>
1. 관계 기관에서 현행 법령을 위반한 업체의 사이트 또는 현행 법령을 위반하는 게시물을 취급하는 사이트라고 판단하여 "서비스" 제공 중지를 요청해 온 경우
<br>
2. 방송통신심의위원회에서 시정요구 등을 해온 경우
<br>
3. 공정거래위원회, 경찰청 등의 국가기관 또는 서울시 전자상거래센터에서 이용자 피해를 유발하고 있는 "사이트"라고 판단하여 공지한 경우
<br>
4. 제3자로부터 명예훼손, 지적재산권 침해 등을 이유로 권리침해신고가 접수되는 경우
<br>
③ "회사"는 제1항 또는 제2항에 따라 "이용제한"을 하는 경우 제13조에 따른 방법으로 "회원"에게 통지합니다. 이 경우 "회사"는 "이용제한"을 하기 전에 상당한 기간을 정하여 "회원"에게 이의신청의 기회를 부여하며, 다만 운영정책에서 정하는 사유가 있을 경우엔 별도의 이의 신청 기간을 부여하지 않을 수 있습니다.
<br>
④ "회원"은 본 조에 따라 제9조에 따라 체결된 "서비스" 이용계약의 이행중단 또는 "서비스" 이용정지를 받은 경우 해당 위반사유를 해소한 후 동 조치의 철회를 요청할 수 있습니다.
<br>
⑤ "회사"가 본 조에 따라서 "이용제한"을 하는 경우 “회원”은 “이용제한”의 철회를 요청할 수 있으며, 해당 절차에 관한 구체적인 내용은 "서비스" 운영정책에서 정하는 바에 의합니다.
<br>
⑥ 본 조에 따라 "회원" 자격이 박탈되는 경우, "회사"는 관련 법령 및 개인정보처리방침에 따라 보유하는 "회원"의 정보를 제외한 모든 정보 및 "회원계정"에 등록된 예약 생성 정보 및 “이용자”("사업자예약고객" 포함)정보 일체 등을 삭제합니다.
제20조 약관의 해석
<br>
① "회사"는 "약관" 외에 별도의 서비스 운영정책 등을 둘 수 있습니다.
<br>
② "약관"에서 정하지 않은 사항이나 해석에 대하여는 서비스 운영정책, 이용안내, 기타 관련 법령 또는 상관례에 따릅니다.
제21조 책임제한
<br>
① "회사"는 천재지변, 디도스(DDOS) 공격, IDC 장애, 기간통신사업자의 회선 장애 또는 이에 준하는 불가항력으로 인하여 "서비스"를 제공할 수 없는 경우에는 "서비스" 제공에 관한 책임을 지지 않습니다.
<br>
② "회사"는 "회원"의 귀책사유로 인한 "서비스" 이용의 장애에 대하여는 책임을 지지 않습니다.
<br>
③ "회원"이 "서비스" 이용을 통해 제작한 "솔루션" 및 "솔루션" 내 "게시정보"의 내용에 관하여는 "회원"이 그에 대한 일체의 책임을 부담하며 “회사”는 이에 대해 어떠한 책임도 부담하지 않습니다.
<br>
④ "권한설정"을 통해 권한을 위탁하거나 위탁받은 "회원"간에 분쟁이 발생하는 경우 “회사”는 귀책사유가 없는 한 책임을 지지 않습니다.
<br>
⑤ "회사"는 "회원"간 또는 "회원"과 3자 상호간의 "서비스"를 매개로 한 거래 등에 관하여 책임을 지지 않습니다.
제22조 준거법 및 재판관할 부칙
<br>
① "회사"와 "회원" 간에 발생한 분쟁에 대하여는 대한민국법을 준거법으로 합니다.
<br>
② "회사"와 "회원"간에 발생한 분쟁에 관한 소송은 민사소송법 상의 관할법원에 제소합니다.
<br>
[부칙]
<br>
1. 본 약관은 2020년 4월 3일부터 시행됩니다.
<br>
2. 2019년 7월 18일부터 시행되던 종전의 약관은 본 약관으로 대체됩니다.</p>
<br>
				</div>
			</div>
		</div>
	</div>
</template>
<script setup>

</script>
<style scoped>
	.rule-container{
		display: flex;
		flex-direction: column;
		gap : 1rem;
	}
	.rule-title{
		display: flex;
		align-items: flex-end;

		font-size: 1.5rem;
		font-family: 'GmarketSansBold';

		gap:1rem;
	}

	.rule-title p2{
		font-size: 1rem;
		color:gray;
	}

	.rule-area{
		width: 100%;
		height: 400px;

		border : 1px solid black;

		overflow: auto;

		padding : 1rem;

		display: flex;
		flex-direction: column;
		gap: 1rem;
	}
	.rules p{
		margin-bottom: 1rem;
	}
	.rule{
		border: 1px solid black;
	}
</style>